Repository: ZokirPro/faculty-website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Bosh sahifa
ru: Главная страница

source: Qabul kunlari
ru: Приемные дни

source: Tanlov yangiliklari
ru: Новости конкурса

source: Talim yangiliklari
ru: Новости образования

source: Xodimlari
ru: Работник

source: Biz haqimizda
ru: O нас

source: Yangiliklar
ru: Новости

source: Yulduzlar
ru: Звезды

source: Asosiy
ru: Главная страница

source: Onlayn maktab
ru: Онлайн школа

source: Video dars
ru: Видео уроки

source: Tanlov
ru: Выбор

source: Aloqa
ru: Коммуникация

source: Biz bilan aloqa
ru: Связаться с нами

source: Bo'lim haqida
ru: О разделе

source: Rahbariyat
ru: Управление

source: Elektron resurslar
ru: Электронные учебники

source: Qonunlar
ru: Законы

source: Talabalar
ru: Ученики

source: Fakultet taniqli bitiruvchi va o'quvchilar
ru: Известные выпускники и студенты факультета

source: Bo'limlar haqida
ru: О разделах

source: Talim yangiliklar
ru: Новости образования

source: Tanlovlar
ru: Конкурсы

source: Bog'lanish uchun
ru: Для подключения

source: Bizni ijtimoiy tarmoqlarda kuzatib boring
ru: Следите за нами в социальных сетях

source: Biz bilan bog'lanish
ru: Связаться с нами

source: Ismingiz
ru: Твое имя

source: Telefon raqam
ru: Телефонный номер

source: Matn
ru: Текст

source: Jo'natish
ru: Отправлять

source: Yuklab Olish
ru: Скачать

source: Hech qanday malumot mavjud emas
ru: Данные недоступны

source: Hech qanday malumot yo'q
ru: Нет информации

source: To'liq o'qish
ru: Полное чтение

source: Meyoriy hujjatlar
ru: Нормативная документация

source: Yuklab olish
ru: Скачать

source: Hammasini ko'rish
ru: Увидеть их всех

source: Fakultetni talantli yulduzlari
ru: Талантливые звезды факультета

source: Jismoniy shaxslar va yuridik shaxslar va ularning vakillarining qabul qilish kunlari
ru: Дни приема физических и юридических лиц и их представителей

source: F.I.O
ru: Ф.И.О.

source: Qabul qilish kuni va vaqti
ru: Дата и время приема

source: Qabul o'tkazadigan joy
ru: Приемная

source: sinf
ru: класс
